"DETAIL_NAV_TITLE" = "Dettagli";

"DUE" = "Scadenza";
"NONE_DUE_DATE" = "Nessuna";
"DUE_DATE_DETAIL_NAV_TITLE" = "Data scadenza";
"HAS_DUE_DATE_SWITCH_TITLE" = "Scadenza";
"SHOW_MORE" = "Mostra altri…";
"SHOW_LESS" = "Nascondi dettagli…";
"PRIORITY" = "Priorità";

// Priority
"NONE_PRIORITY" = "Nessuna";
"LOW_PRIORITY" = "Bassa";
"MEDIUM_PRIORITY" = "Media";
"HIGH_PRIORITY" = "Alta";
"PRIORITY_DETAIL_NAV_TITLE" = "Priorità";

// Lists
"REMINDER_LIST" = "Elenco";
"LIST_TITLE_DISAMBIGUATION_FORMAT" = "%@ (%@)"; // list name with account name in parentheses

// Alerts
"REMIND_ME" = "Ricordamelo";
"NONE_REMINDER_ALERT" = "Mai";
"ON_A_DAY" = "Ricordamelo un giorno";
"AT_A_LOCATION" = "Ricordamelo in una posizione";
/* For large text mode, in case the string for AT_A_LOCATION gets truncated */
"AT_A_LOCATION_LARGE_TEXT" = "In una posizione";
"ON_DUE_DATE_FORMAT" = "%@";
"CURRENT_LOCATION" = "Posizione attuale";
"CHOOSE_ADDRESS" = "Scegli un contatto…";
"DETERMINING_LOCATION" = "Determino la posizione…";
"CANNOT_DETERMINE_LOCATION" = "Impossibile determinare posizione";
"MY_ADDRESS_WITHOUT_LABEL" = "Il mio indirizzo"; // in case the My Info card address doesn't have a label
"CONTACT_ADDRESS_WITHOUT_LABEL_FORMAT" = "Indirizzo di %@"; // in case the contact address doesn't have a label
"CONTACT_ADDRESS_WITH_LABEL_FORMAT" = "%2$@ di %1$@"; // e.g. "Steve's Work"
"ALARM_PROXIMITY_FORMAT" = "%@: %@";
"ALARM_PROXIMITY_FORMAT_ARG_ENTER" = "Arrivo";
"ALARM_PROXIMITY_FORMAT_ARG_LEAVE" = "Parto";
"DUE_ALL_DAY_FORMAT" = "%@ (tutto il giorno)";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT" = "Il %@, ti verrà ricordato\n%@ o, al più tardi, entro le %@ quel giorno."; // insert line breaks to get it to look right
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_ENTER" = "quando arrivi in questa posizione";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_LEAVE" = "quando lasci questa posizione";

// Location
"LOCATION" = "Luogo";
"NONE_LOCATION" = "Nessuna";
"ALARM_PROXIMITY_ENTER" = "Quando arrivo";
"ALARM_PROXIMITY_LEAVE" = "Quando parto";
"LOCATION_PEOPLE_PICKER_PROMPT" = "Scegli una posizione contatto";
"WIFI_DISABLED_SUBTEXT" = "Per migliorare l'accuratezza dei promemoria di posizione, abilita Wi-Fi in Impostazioni.";
"WIFI_DISABLED_PROMPT" = "Abilitando Wi-Fi in Impostazioni si migliora l'accuratezza della posizione.";
"WLAN_DISABLED_SUBTEXT" = "Per migliorare l'accuratezza dei promemoria di posizione, abilita WLAN in Impostazioni.";
"WLAN_DISABLED_PROMPT" = "Abilitando WLAN in Impostazioni si migliora l'accuratezza della posizione.";
"LOCATION_SERVICES_DISABLED_SUBTEXT" = "Per usare promemoria di posizione, abilita i servizi di localizzazione in Impostazioni.";
"SETTINGS" = "Impostazioni";
"TYPED_LOCATION_PLACEHOLDER" = "Inserisci un indirizzo…";
"TYPED_LOCATION_GEOCODE_FAILURE" = "Impossibile trovare questo indirizzo. Verifica l'ortografia e riprova.";
"MAP" = "Mappa";
"SHOW_IN_MAP" = "Mostra sulla mappa";

/* Separator for explanatory text under the Remind Me section (e.g. we need to tell the user their WiFi is off AND explain what a day and location based alarm is.)  E.g. for English it would be \n\n: "Enable Wi-Fi in Settings.\n\nOn Jan 22, you will be reminded when you leave this location, or by 4pm that day at the latest."*/
"REMIND_ME_EXPLANATORY_SEPARATOR" = "\n\n";

// Picking the Me card in the location picker
"ME_CARD_ALERT_TITLE" = "Le mie posizioni";
"ME_CARD_ALERT_BODY" = "I promemoria possono utilizzare le tue info di contatto per offrirti scelte di posizioni come “casa” o “ufficio”. Che contatto deve essere usato?";
"ME_CARD_ALERT_CHOOSE_BUTTON" = "Scegli";

// For when we need to show raw coordinates for the current location (9487043)
"LOCATION_DEGREES_NORTH" = "N";
"LOCATION_DEGREES_EAST" = "E";
"LOCATION_DEGREES_SOUTH" = "S";
"LOCATION_DEGREES_WEST" = "O";
"LOCATION_DEGREES_FORMAT" = "%d°%d'%.0f'' %@";
"LOCATION_STRING_FORMAT" = "%@, %@";

"CANNOT_SAVE_REMINDER" = "Impossibile salvare promemoria";

"UNTITLED_REMINDER" = "Senza titolo";
